Repository: kifa/platon
Catalog: app/lang/*.front.po
Languages: cs, de

source: Comment
cs: Komentář

source: Comment
cs: Komentář

source: Doc
cs: Dokumentace

source: Note was sucessfully added!
cs: Dotaz jsme úspěšně přijali. Děkujeme!

source: Order has been successfully sent.
cs: Objednávka byla úspěšně přijata.

source: Photo
cs: Fotka

source: was successfully added to your cart.
cs: je úspěšně ve Vašem košíku.

source: was sucessfully added
cs: byl úspěšně přidán

source: was sucessfully deleted
cs: byl úspěšně smazán

source: was sucessfully deleted.
cs: byla úspěšně smazána.

source: was sucessfully uploaded
cs: byla úspěšně nahrána

source: , you will find payment info bellow:
cs: , níže naleznete informace k platbe:

source: -- select shipping --
cs: -- vyberte dopravu --

source: --No parent--
cs: -- žádná nadřazená --

source: 2 in line
cs: 2 v řadě

source: 4 in line
cs: 4 v řadě

source: ADD Category
cs: Přidat kategorii
de: Kategorie hinzufügen

source: ADD Text
cs: Přidat položku/text
de: Text hinzufügen

source: Account
cs: Účet

source: Account Info
cs: Informace o účtu

source: Activate Module
cs: Instalovat modul

source: Add Brand
cs: Přidat Značku

source: Add Category
cs: Přidat kategorii
de: Kategorie hinzufügen

source: Add Category Photo
cs: Přidat fotku kategorie

source: Add Comment
cs: Přidat komentář

source: Add Comments module
cs: Přidat komentářový modul

source: Add Document
cs: Přidat dokument

source: Add Documents module
cs: Přidat modul dokumentů

source: Add Note
cs: Přidat poznámku

source: Add Payment
cs: Přidat platební metodu

source: Add Photo
cs: Přidat Foto

source: Add Post
cs: Přidat příspěvek

source: Add Product
cs: Přidat produkt
de: Produkt einlegen

source: Add Product Variant
cs: Přidat variantu produktu

source: Add Product Video
cs: Přidat produktové video

source: Add Review
cs: Přidat recenzi

source: Add Shipping
cs: Přidat způsob doručení

source: Add Spec
cs: Přidat specifikaci

source: Add Text
cs: Přidat text
de: Text hinzufügen

source: Add any note to this order
cs: Přidejte jakoukoliv poznámku k této objednávce

source: Add category photo
cs: Přidat kategorii fotku

source: Add description photo
cs: Přidejte fotografii k popisu.

source: Add new product
cs: Přidat produkt

source: Add note
cs: Přidat poznámku

source: Add one of previously added Spec, or enter a new one bellow. Then click Add spec bellow.
cs: Přidejte některou z dříve vytvořených, nebo vytvořte novou.

source: Add product variants
cs: Přidat varianty produktu

source: Add products
cs: Přidat produkty

source: Add variant
cs: Přidat variantu

source: Add video
cs: Přidat video

source: Add your style.css
cs: Přidejte svůj "style.css"

source: Adding to cart...
cs: Přidávám do košíku...

source: Address
cs: Adresa

source: Admin
cs: Správa

source: All
cs: Vše

source: All orders
cs: Všechny objednávky

source: All this lead to increase your selling power.
cs: Tyto a další výhody vedou ke zvýšení prodeje.

source: Amount
cs: Množství

source: Archive
cs: Archivovat

source: Archive product
cs: Archivovat produkt

source: Are
cs: Jste

source: Are you sure to delete this category?
cs: Opravdu chcete smazat celou kategorii?

source: Are you sure to delete this text?
cs: Jste si jisti, že chcete tento text smazat?

source: Ask
cs: Zeptejte se

source: Ask anything!
cs: Zeptejte se!

source: Back to Orders
cs: Zpět na objednávky

source: Back to SmartPanel
cs: Zpět na Smart Panel

source: Bank account:
cs: Číslo účtu:

source: Banner Position 1
cs: Pozice Banner 1

source: Banners
cs: Bannery

source: Because you have choosen to pay via
cs: Protože jste zvolili platbu

source: Best sellers
cs: Nejprodávanější

source: Big photo
cs: Velké fotky
de: Großes Foto

source: Big slider
cs: Velký slider
de: Groß Slider

source: Bill to
cs: Odběratel

source: Blog and Gallery
cs: Blog a fotky
de: Blog und Galerie

source: Brand description
cs: Popis značky

source: Brand name
cs: Název Značky

source: Brands
cs: Značky

source: But you cannot really order any coffee or tea. Sorry for that
cs: Ale není možné uskutečnit opravdovou objednávku. Omlouváme se.

source: Buy
cs: Koupit
de: Kaufen

source: Cancel
cs: Zrušit

source: Cancel order
cs: Zrušit objednávku

source: Cannot find what are you looking for?
cs: Nemůžete najít co hledáte?

source: Cart
cs: Košík

source: Categories
cs: Kategorie
de: Kategorien

source: Category
cs: Kategorie

source: Category SEO
cs: SEO Kateorie

source: Category not available
cs: Kategorie není dostupná

source: Category status is now:
cs: Kategorie je nyní ve stavu:

source: Category:
cs: Kategorie:

source: Cellphone
cs: Mobilní telefon
de: Handy

source: Change category name like this - Glasses => Sport Sunglasses from USA
cs: Specifikujte více název kategorie - Brýle změňte na Sluneční Brýle z USA

source: Change password
cs: Změnit heslo

source: Change slider
cs: Změnit fotku

source: Change stock in one place.
cs: Přehled o produktech na jednom místě.

source: Change value by clicking
cs: Hodnotu upravte kliknutím na ni

source: Check news on blog
cs: Novinky na blogu
de: News checken

source: Check our image gallery.
cs: Prohlédněte si galerii.

source: Check our latest
cs: Prohlédněte si nejnovější

source: Check our main features
cs: Prohlédněte si naše hlavní vychytávky

source: Checkout
cs: Objednat

source: Choose Brand
cs: Značka
de: Marke auswählen

source: Choose Category
cs: Kategorie

source: Choose Producer
cs: Výrobce

source: Choose language:
cs: Vyberte jazyk:

source: Choose your delivery option
cs: Vyberte způsob doručení

source: City
cs: Město

source: City:
cs: Město:

source: Click to Download!
cs: Stáhnout

source: Click to Generate!
cs: Generovat

source: Click to edit
cs: Klikněte a vložte informace

source: Click to edit ...
cs: Klikněte a vložte informace ...

source: Click to regenerate!
cs: Renegerovat

source: Close
cs: Zavřít

source: Close and test
cs: Zavřít a testovat

source: Close without adding
cs: Zavřít bez přidání
de: Schlißen ohne Zusatz

source: Close without delete
cs: Zavřít bez smazání

source: Close without saving
cs: Zavřít bez uložení

source: Company info
cs: Informace o firmě

source: Complete summary order
cs: Kompletní souhrn Vaší objednávky

source: Contact
cs: Kontakt
de: Kontakt

source: Contact us
cs: Kontaktujte nás

source: Continue checkout
cs: Objednat

source: Continue your Order
cs: Objednat zboží

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
cs: Při poskytování služeb nám pomáhají soubory cookie. Používáním našich služeb vyjadřujete souhlas s naším používáním souborů cookie.

source: Copy
cs: Kopie

source: Create
cs: Vytvořit
de: Bilden

source: Create Category
cs: Přidat kategorii
de: Kategorie ausbilden

source: Create a new one:
cs: Vytvořte novou:

source: Create new payment:
cs: Vytvořit novou platbu:

source: Create new shipping:
cs: Vytvořit nový způsob doručení:

source: Current status:
cs: Aktuální stav:

source: Current style
cs: Aktuální styl

source: Customer
cs: Zákazník

source: Customer:
cs: Zákazník:

source: Dashboard
cs: Centrum

source: Date
cs: Datum

source: Date created
cs: Datum vytvoření

source: Deactivate Module
cs: Deaktivovat modul

source: Dear Sir
cs: Vážený zákazníku

source: Default
cs: Základní

source: Delete
cs: Smazat

source: Delete Category
cs: Smazat kategorii

source: Delete Spec
cs: Smazat specifikaci

source: Delete Specs
cs: Smazat specifikace

source: Delete Text
cs: Smazat text

source: Delete Video
cs: Smazat video

source: Delete comment
cs: Smazat komentář

source: Delete document
cs: Smazat dokument

source: Delete image
cs: Smazat obrázek

source: Delete photo
cs: Smazat fotku

source: Delete variants
cs: Smazat varianty

source: Description
cs: Popis

source: Description:
cs: Popis:

source: Description:
cs: Popis:

source: Discount
cs: Sleva

source: Discount:
cs: Sleva:

source: Do you have any question? Ask us! We will be happy.
cs: Máte jakoukoliv otázku? Napište nám. Rádi Vám odpovíme.

source: Do you really want to CANCEL this order?
cs: Opravdu chcete ZRUŠIT tuto objednávku?

source: Do you want to
cs: Potřebujete pomoct?

source: Doc
cs: Dokumentace

source: Docs
cs: Dokumenty

source: Document:
cs: Dokument:

source: Don´t worry and start
cs: To nevadí. Začněte

source: Download
cs: Stáhnout

source: Download INVOICE
cs: Stáhnout FAKTURU

source: Download XML feed
cs: Stáhnout XML feed

source: Download link
cs: Odkaz na stažení

source: Duplicate product
cs: Duplikovat produkt

source: EDIT address by Double-clicking.
cs: Upravte adresu dvojitým poklepáním na údaj.

source: EDIT name and phone by Double-clicking.
cs: Upravte jméno a telefon dvojitým klepnutím na údaj.

source: EDIT shipping and payment by Double-clicking.
cs: Upravte poštovné a platbu pouhým kliknutím na název.

source: Edit
cs: Upravit

source: Edit Category
cs: Upravit kategorii

source: Edit Description
cs: Upravit Popis

source: Edit Documents
cs: Upravit dokumenty

source: Edit Order Info
cs: Upravit info o objednávce

source: Edit Price
cs: Upravit Cenu

source: Edit Product
cs: Upravit Produkt

source: Edit Products
cs: Upravit produkty

source: Edit SEO
cs: Upravit SEO

source: Edit Specification
cs: Upravit specifikace

source: Edit Specs
cs: Upravit specifikace

source: Edit by clicking on any value
cs: Upravte kliknutím na jakoukoliv hodnotu (název)

source: Edit info
cs: Upravit informace

source: Edit order info and click save
cs: Upravte informace o objednávce a klikněte na uložit.

source: Edit payment
cs: Upravit platbu

source: Edit this text and heading by clicking
cs: Upravte tento text kliknutím na nadpis, nebo na obsah ...

source: Edit your description and click Save desccription.
cs: Upravte popis a kliknete na Uložit popis

source: Edit your shop info
cs: Upravit informace a nastavení eshopu

source: Enter Value:
cs: Zadejte hodnotu:

source: Enter product name…
cs: Zadejte název produktu

source: Enter this basic info. All other can be added later.
cs: Zadejte základní informace. Vše další přidáme následně.

source: Feature category!
cs: Zvýraznit kategorii

source: Feature product
cs: Zvýraznit produkt

source: Featured
cs: Doporučené

source: Featured categories
cs: Doporučené kategorie

source: Featured products
cs: Doporučené produkty

source: Featured video
cs: Úvodní video

source: Fill contact information
cs: Vložte své kontaktní údaje

source: Filled passwords has to match.
cs: Vyplněná hesla se musí shodovat.

source: Finish Editing Price
cs: Ukončit editaci

source: Finish your order
cs: Dokončete objednávku

source: Footer Menu
cs: Menu v patičce

source: Free from
cs: Zdarma od

source: Free from:
cs: Zdarma od:

source: Gallery
cs: Fotky

source: Generate Sitemap
cs: Generovat mapu webu (sitemap)

source: Generate XML feed
cs: Generovat XML feed

source: Go to order detail now
cs: Přejít na správu objednávky

source: Grand Total
cs: Celkem

source: Grand Total:
cs: Celková částka:

source: HOT
cs: SUPER
de: Heiß

source: Hello
cs: Vítejte
de: Hallo

source: Hello from
cs: Zdraví Vás

source: Here
cs: Zde

source: Here is all you need!
cs: Zde naleznete vše potřebné

source: Here you can add and edit brands and producers.
cs: Zde můžete přidávat a upravovat značky a výrobce.

source: Here you can add new product variant.
cs: Zde můžete přidat variantu produktu.

source: Here you can check order status.
cs: Zde můžete sledovat stav Vaší objednávky.

source: Here you can complete your order. Just fill fields bellow.
cs: Zde můžete dokončit vaši objednávku.

source: Here you see all payment methods.
cs: Zde jsou všechny Vaše platební metody.

source: Here you see all possible function you can activated.
cs: Všechny funkce eshopu pohromadě. Aktivujte je již teď

source: Here you see all shipping methods.
cs: Zde jsou všechny informace o způsobech doručení.

source: Hide
cs: Skrýt

source: Hide product
cs: Skrýt produkt

source: Higher Shipping
cs: Nadřazené poštovné

source: Home
cs: Domů

source: Homepage
cs: Úvodka

source: Homepage layout
cs: Design úvodky
de: Homepage Anordnung

source: I accept Terms and condition.
cs: Souhlasím bez výhrad s obchodními podmínkami.

source: If so, choose where to move products!
cs: Pokud ano, rozhodněte, kam přesunout produkty!

source: Image:
cs: Obrázek:

source: In Stock
cs: Skladem

source: In order to continue checkout, you have to agree with Term.
cs: Abyste mohli zboží objednat, je nutné souhlasit s obchodními podmínkami.

source: In stock
cs: Skladem

source: Information about product
cs: Informace o produktu

source: Install module
cs: Instalovat modul

source: Invoice
cs: Faktura

source: It has to be a number!
cs: Zde musí být číslo.

source: It helps to increase your eshop ranking.
cs: Pomůže zvýšit hodnocení obchodu.

source: It seems to be empty.
cs: Vypadá to, že je prázdný. To nevadí, zkuste...

source: It should be less then price
cs: Měla by být méně než cena

source: Item price
cs: Cena

source: Items per purchase
cs: Kusů na 1 objednávku

source: Just click on Names, Descriptions, Photos... and edit them. You will love it.
cs: Jen klikněte na Název, Popis,... a upravte je. Tento způsob si zamilujete.

source: KEY:
cs: KLÍČ:

source: Keep me signed in
cs: Zůstat přihlášen

source: LAST
cs: POSLEDNÍ
de: Letzte

source: Large
cs: Velký

source: Latest Comments
cs: Nejnovější komentáře

source: Latest Comments & Reviews
cs: Nejnovější komentáře a recenze

source: Latest Orders
cs: Nejnovější objednávky

source: Layout
cs: Rozložení

source: Link to this page has been sent to your email.
cs: Odkaz na tuto stránku naleznete v emailu.

source: Logout
cs: Odhlásit se
de: Abmelden

source: Magical numbers that improve your sales.
cs: Kouzelná čísla, která zvyšují prodeje.

source: Manage and delete variants.
cs: Spravuje a mažte varianty.

source: Manage product variants
cs: Spravovat varianty produktu

source: Manage variants
cs: Spravovat varianty

source: Max size is 2MB ~ 1 Megapixel photos
cs: Max velikost 2MB ~ 1 megapixel

source: Medium
cs: Střední

source: Message about your order
cs: Zpráva k Vaší objednávce

source: Module installed
cs: Modul instalován

source: Module not available:
cs: Modul není dostupný:

source: Modules
cs: Moduly

source: More comments
cs: Více komentářů

source: More stats
cs: Více statistik

source: Move products to category:
cs: Přesunout produkty do kategorie:

source: Name
cs: Jméno

source: Name of new Spec:
cs: Název nové specifikace:

source: Name:
cs: Jméno:

source: New Password again:
cs: Nové heslo znovu:

source: New functions
cs: Nové funkce

source: New message about your order
cs: Nová zpráva k Vaší objednávce

source: New order
cs: Nová objednávka

source: New password has to have %d letters.
cs: Nové heslo musí mít více než %d znaků.

source: New password:
cs: Nové heslo:

source: News
cs: Zprávy

source: Next Order
cs: Další objednávka

source: Next progress
cs: Další postup

source: No revenue data, yet.
cs: Zatím žádné údaje o tržbách.

source: No sidebar
cs: Bez postranního panelu

source: No source data, yet.
cs: Zatím žádné údaje o zdrojích návštěv.

source: Note
cs: Poznámka

source: Note was sucessfully added!
cs: Poznámka byla úspěšně přidána!

source: Note:
cs: Poznámka:

source: Once we accepted your payment, you will receive confirmation mail.
cs: Jakmile obdržíme platbu, budeme Vás informovat emailem.

source: Option
cs: Nastavení

source: Options
cs: Možnosti

source: Order administration
cs: Správa objednávky

source: Order data
cs: Info o objednávce

source: Order status
cs: Stav objednávky

source: Order status in now:
cs: Objednávka je nyní ve stavu:

source: Order summary
cs: Shrnutí objednávky

source: Order was sucessfully updated!
cs: Objednávka byla úspěšně aktualizována.

source: Orders
cs: Objednávky
de: Bestellungen

source: Other
cs: Ostatní

source: Overal
cs: Přehled

source: Parent Category
cs: Nadřazená kategorie

source: Parent Category:
cs: Nadřazená kategorie
de: Höhere Kategorie

source: Password:
cs: Heslo:

source: Payment
cs: Platby a slevy
de: Bezahlung

source: Payment info
cs: Informace k platbě

source: Payment name:
cs: Název platby

source: Payment price:
cs: Poplatek za platbu:

source: Payment:
cs: Platba:

source: Phone
cs: Telefon

source: Phone:
cs: Telefon:

source: Photo
cs: Fotka

source: Photo gallery
cs: Fotky
de: Foto Galerie

source: Photo:
cs: Foto:

source: Please complete mandatory field.
cs: Prosím vyplňte povinná pole.
de: Bitte, Pflichtfelde ausfüllen

source: Please enter a valid email address.
cs: Prosím zadejte email.
de: Bitte, Ihre gültige E-Mail Adresse ausfüllen.

source: Please enter your API key.
cs: Prosím zadejte svůj API klíč.

source: Please enter your Heureka Key.
cs: Prosím zadejte Heureka KLÍČ

source: Please enter your password.
cs: Prosím zadejte své heslo

source: Please enter your question.
cs: Prosím vložte svou otázku.

source: Please enter your secret code from mail
cs: Prosím zadejte váš tajný kód z emailu
de: Bitte, Ihre Geheimzahl aus der E-Mail ausfüllen.

source: Please enter your username.
cs: Zadejte svůj email

source: Please fill document name
cs: Prosím vložte název dokumentu

source: Please fill in these information
cs: Prosím vyplňte
de: Bitte, diese Informationen ausfüllen

source: Please fill your email.
cs: Prosím vložte svůj email.

source: Please pay your order by clicking on button Buy Now
cs: Prosím zaplaťte svou objednávku kliknutím na tlačítko Buy Now.

source: Please select Payment method
cs: Vyberte způsob platby

source: Please select Shipping method
cs: Vyberte způsob dopravy

source: Please set new HEUREKA key.
cs: Prosím zadejte nový Heureka klíč.

source: Please set new price.
cs: Prosím zadejte novou cenu.

source: Please, pay via PayPal
cs: Prosíme, zaplaťte přes PayPal

source: Post
cs: Příspěvek

source: Premium design
cs: Premium vzhled

source: Prev Order
cs: Předchozí obj.

source: Price
cs: Cena

source: Price:
cs: Cena:

source: Proceed to checkout
cs: Přejít k objednání

source: Producer
cs: Výrobce

source: Producer:
cs: Výrobce:

source: Product
cs: Produkt

source: Product Name
cs: Název produktu

source: Product SEO
cs: SEO Produktu

source: Product Video
cs: Video produktu

source: Product layout
cs: Rozložení produktu

source: Product stats
cs: Statistiky produktu

source: Product was removed. Isn´t it pitty?!
cs: Produkt byl odebrán. Není to škoda?

source: Products
cs: Produkty

source: Products layout
cs: Rozvržení produktů
de: Anordnung von Produkte

source: Publish
cs: Zveřejnit

source: Publish category
cs: Zveřejnit kategorii

source: Publish product
cs: Zveřejnit produkt

source: Publish text
cs: Zveřejnit text

source: Question:
cs: Otázka:

source: Questions & notes
cs: Otázky a poznámky

source: Questions?
cs: Otázky?

source: Quick tip
cs: Rychlý tip

source: Quick tip:
cs: Rychlý tip:

source: Read Terms
cs: Přečíst podmínky

source: Read about our product on
cs: Přečtěte si o našich produktech

source: Read more
cs: Pokračovat ve čtení

source: Redesign your eshop
cs: ReDesign obchodu

source: Regenerate Thumbnails
cs: Zregenerovat náhledy fotek

source: Remove Comments module
cs: Odebrat komentářový modul

source: Remove Documents module
cs: Odebrat modul dokumentů

source: Revenue
cs: Tržby

source: Review
cs: Recenze

source: SALE
cs: SLEVA

source: SEO Title
cs: SEO Titulek

source: SHOPPING NOW
cs: NAKUPOVAT

source: SOLD OUT
cs: VYPRODÁNO
de: Ausverkauft

source: Sale
cs: Sleva

source: Save Product Video
cs: Uložit produktové video

source: Save SEO text
cs: Uložit SEO text

source: Save Specs
cs: Uložit specifikace

source: Save description
cs: Uložit popis

source: Save post
cs: Uložit příspěvek

source: Save price
cs: Uložit cenu

source: Search
cs: Hledat

source: Search and discover our eshop.
cs: Hledejte a objevujte náš eshop.

source: Searching...
cs: Hledám...

source: Select Category:
cs: Vyberte kategorii:

source: Select Payment method
cs: Vyberte platbu

source: Select Product to add
cs: Vyberte produkt, který chcete přidat

source: Select one of already created:
cs: Vyberte z již vytvořených:

source: Select photo and click Add photo
cs: Vyberte foto a klikněte na Přidat Foto

source: Select spec:
cs: Vyberte specifikaci:

source: Select unit:
cs: Zvolte jednotku:

source: Select your eshop layout
cs: Prosím vyberte rozložení vašeho obchodu

source: Select your logo
cs: Vyberte logo

source: Select your style.css
cs: Vyberte svůj "style.css"

source: Selected shipping:
cs: Vybraná doprava:

source: Set Catalog Layout
cs: Rozvržení katalogu

source: Set as COVER image
cs: Nastavit jako titulku

source: Set menus
cs: Nastavit menu

source: Set new HEUREKA Key
cs: Nastavte nový HEUREKA klíč

source: Set new Ulozenka price
cs: Nastavte novou ceně Uložence

source: Set new Zasilkovna price
cs: Nastavit cenu Zásilkovně

source: Settings
cs: Nastavení

source: Shipping
cs: Poštovné
de: Postgebühr

source: Shipping name:
cs: Název služby:

source: Shipping price:
cs: Cena služby:

source: Shipping:
cs: Doručení:

source: Shop info
cs: Informace o eshopu

source: Shop layout
cs: Rozvržení shopu
de: Geschäfts-Anordnung

source: Side Menu
cs: Boční menu

source: Side menu
cs: Boční menu

source: Sidebar
cs: Boční panel

source: Sign In
cs: Přihlásit

source: Sign in
cs: Přihlásit

source: Singleton
cs: Solitér

source: Sitemap sucessfully generated.
cs: Sitemap byla úspěšně vygenerována.

source: Small
cs: Malý

source: Small slider
cs: Malý slider
de: Klein Slider

source: Spec
cs: Specifikace

source: Static Text
cs: Stálý text
de: Grundtext

source: Stats
cs: Statistiky
de: Statistik

source: Status
cs: Stav

source: Stock
cs: Skladem

source: Storage
cs: Úložiště

source: Street
cs: Ulice

source: Street:
cs: Ulice:

source: Subcategories
cs: Podkategorie

source: Subject
cs: Předmět

source: Subtotal
cs: Součet

source: Supported files are JPG, PNG a GIF
cs: Podporované soubory jsou JPG, PNG a GIF

source: Tablets
cs: Tablet

source: Take it Back!
cs: Vrátit zpět!

source: Thank you for your order
cs: Děkujeme za Vaší objednávku

source: Thank you for your order!
cs: Děkujeme za Vaši objednávku!

source: Thank you!
cs: Děkujeme Vám!

source: This has to be a number
cs: Zde by mělo být číslo

source: This has to be a number.
cs: Zde musí být číslo. (Zkuste vložit nulu)

source: This is only demo of
cs: Tento web je pouze demo systému

source: This month
cs: Tento měsíc

source: Title:
cs: Titulek:

source: To add photos, upload them and then "Click to edit" and drag photos to editor.
cs: Pro přidání fotky ji nejprve nahrajte. Následně "Klikněte pro vložení textu" a fotky přetáhněte do editoru.

source: To continue, you need to be logged in
cs: Pro pokračování se prosím přihlaste

source: To remove this module visit
cs: Pro odebrání modulu navštivte

source: Top Main Menu
cs: Horní menu

source: Top bar
cs: Horní panel

source: Total
cs: Celkem

source: Total Payment
cs: Celkem

source: Total Value
cs: Celková hodnota

source: Total Warehouse Value
cs: Celková hodnota skladu

source: Total price
cs: Za produkt

source: Total price:
cs: Celková cena:

source: Total revenue
cs: Celkové tržby

source: Total sell
cs: Celkem prodáno

source: Track order
cs: Sledovat objednávku
de: Bestellungs-Spur

source: Track your order
cs: Sledovat objednávku
de: Ihre Bestellung verfolgen

source: Tracking order
cs: Sledování objednávky

source: Unpublish category
cs: Zneveřejni kategorii
de: Nicht-öffentliche Kategorie

source: Unpublish text
cs: Zneveřejnit

source: Update
cs: Aktualizovat

source: Upload
cs: Nahrát

source: Upload slider photo
cs: Nahrát úvodní fotku

source: Upload your logo
cs: Nahrát logo eshopu

source: User name:
cs: Uživatelské jméno:

source: Users
cs: Uživatelé

source: Value:
cs: Hodnota:

source: Variable symbol:
cs: Variabilní symbol:

source: Variant
cs: Varianta

source: Variant Name
cs: Název varianty
