Repository: kifa/platon
Catalog: app/lang/*.front.po
Languages: cs, de

source: Variant Name:
cs: Název varianty:

source: Variants
cs: Varianta

source: Video Code
cs: Video kód pro vložení

source: Video embed code
cs: Kód pro vložení videa

source: View
cs: Info

source: View gallery
cs: Prohlédnout galerii

source: WATCH VIDEO
cs: SLEDUJTE VIDEO

source: Warehouse
cs: Sklad
de: Warenhaus

source: We are currenty procesing your order.
cs: Právě připravujeme Vaše zboží.

source: We have found these results:
cs: Našli jsme pro Vás tyto výsledky:

source: We will reply as soon as possible.
cs: Odpovíme vám tak rychle jak to jen půjde.

source: We will respond as soon as possible.
cs: Odpovíme tak rychle, jak to jen půjde.

source: What are you looking for?
cs: Co si přejete najít?

source: What would you like to know:
cs: Co byste rádi věděli:

source: Why is important to edit this field?
cs: Proč je důležité upravit toto políčko?

source: Would you fill your email, please?
cs: Prosím vyplňte svůj email.

source: Would you fill your name, please?
cs: Vyplňte prosím své jméno

source: Write to us
cs: Napište nám

source: You
cs: Právě

source: You are logged in as admin. You can simply edit this category by clicking on Title, Description or panel bellow etc. More info?
cs: Jste přihlášení jako správce. Editujte jednoduše kliknutím na název, popis produktu, nebo na jakoukoliv další informaci.
de: Sie sind als Admin angemeldet. Sie dürfen alles bearbeiten, wenn Sie darauf klicken.

source: You are logged in as admin. You can simply edit this product by clicking on Title, Description etc. More info?
cs: Jste přihlášeni jako správce. Pro editaci stačí kliknout na Název, popis, cenu atd. Více informací?

source: You are looking for
cs: Hledáte

source: You can look around
cs: Můžete si jej prohlédnout

source: You can upload only JPG, PNG a GIF
cs: Můžete nahrát pouze JPG, PNG a GIF obrázky.

source: You cannot edit product here!
cs: Pro úpravu přejděte do kategorie!
de: Sie dürfen nicht hier Ihr Produkt bearbeiten!

source: You have to add you password twice..
cs: Je nutné zadat nové heslo dvakrát.

source: You have to upload .css valid file.
cs: Je nutné nahrát validní .css soubor.

source: Your Note:
cs: Vaše poznámka:

source: Your address
cs: Vaše adresa

source: Your cart
cs: Váš košík

source: Your category will be easier to find on Google etc.
cs: Kategorie bude snadněji k nalezení na Googlu atp.

source: Your contact
cs: Váš kontakt

source: Your email:
cs: Váš email:
de: Ihre E-Mail

source: Your eshop processed
cs: Váš obchod právě zpracoval

source: Your name:
cs: Vaše jméno

source: Your order
cs: Vaše objednávka

source: Your order has new status
cs: Vaše objednávka má nový stav

source: Your order number:
cs: Číslo Vaší objednávky
de: Ihre Bestellungsnummer

source: Your order status can be followed:
cs: Stav můžete průběžně sledovat zde:

source: Your product will be easier to find on Google etc.
cs: Váš produkt bude snadněji k nalezení na Google a dalších vyhledávačích.

source: Your secret code for tracking via web site:
cs: Tajný kód pro sledování objednávky přes web:

source: Your secret code:
cs: Váš tajný kód:
de: Ihre Geheimzahl

source: Your subscription
cs: Vaše předplatné

source: ZIP
cs: PSČ

source: ZIP:
cs: PSČ:

source: and
cs: a

source: bankwire
cs: převodem

source: by post/delivery service
cs: poštou/doručovací službou

source: clicking on Buy Now button
cs: kliknutím na tlačítko Buy Now

source: current key:
cs: současný klíč:

source: from
cs: od

source: is ready to be sent
cs: je připravena k odeslání

source: more products
cs: více produktů

source: moved to new status!
cs: má nový stav!

source: not selected
cs: nevybrán

source: order
cs: objednávka

source: pcs
cs: ks

source: personal pick up
cs: osobní převzetí

source: test our administration
cs: vyzkoušet naši administraci

source: was successfully placed!
cs: byla úspěšně přijata.

source: You have a new message about your order
cs: Zasíláme Vám novou zprávu k Vaší objednávce

source: Domů
de: Home

source: Menu
de: Menü

source: Nejdou obchody? BIRNE SHOP!
de: Probleme mit Ihrem Geschäft? BIRNE SHOP!

source: Notebook
de: Laptop

source: Představujeme BIRNE SHOP!
de: Wir stellen Sie BIRNE SHOP vor!

source: Přesvědčete se
de: Übersetzen Sie sich

source: Radost prodávat? BIRNE SHOP!
de: Freude zu verkaufen? BIRNE SHOP!

source: Ta-ble-ty
de: Ta-ble-ts

source: Washmashine
de: Waschmachine

source: Začněte již dnes
de: Fangen Sie schon heute an!

source: Zjistit více
de: Mehr herausfinden
